Repository: krisfremen/lazarus-ccr
Catalog: applications/json_packager/locale/jsoneditor.*.po
Languages: es

source: Add
es: Agregar

source: Add Package File: The update zip can contain more than one lpk file deployed to the same place.
es: Agregar Archivo de Paquete: El zip de actualización puede contener mas de un archivo lpk desplegado en el mismo lugar.

source: Remove
es: Quitar

source: Remove Package File: Deletes the last entry from the list
es: Quitar Archivo de Paquete: Elimina la última entrada de la lista

source: Force Notify
es: Forzar Actualizaciones

source: Force Notify check box: If this is checked the OPM user will be notified of your update. Only check this if the update is important.
es: Forzar Actualizaciones casilla de verificación: Si está chequeada el usuario de OPM será notificado de tu actualización. Solo activa esto si la actualización es importante.

# tfrmmain.cmd_close.caption
source: &Close
es: &Cerrar

source: &Save
es: &Guardar

source: Save the current configuration to disk as a JSON update file
es: Guardar la configuración actual al disco como un archivo JSON de actualización

source: Download URL: Include the FULL url needed to download the package Zip file
es: URL de Descarga: Incluye la URL completa necesaria para descargar el archivo de paquete zip

source: Update Zip Name: This is just the filename (not including the path) of your update zip. Type, or click the [...]
es: Nombre de Zip Actualizador: Este es solo el nombre del archivo (no incluye la ruta) de tu zip actualizador. Escribe o haz clic en [...]

source: File
es: Archivo

source: &Open ...
es: &Abrir ...

source: Open
es: Abrir

source: &Save As ...
es: &Guardar Como ...

source: Save As
es: Guardar Como

source: Update Zip Name:
es: Nombre de Zip Actualizador

source: Package Files:
es: Archivos del Paquete

source: Load...
es: Cargar...

source: New
es: Nuevo

source: Save
es: Guardar

source: &Help
es: &Ayuda

source: About..
es: Acerca de...

source: Show Popup Hints
es: Mostrar Consejos

source: Languages..
es: Idiomas...

source: English
es: Inglés

source: Save As...
es: Guardar Como...

source: Update Zip Name: Click this to browse your system to find an existing Update Zip
es: Nombre de Zip Actualizador: Clic en esto para explorar tu sistema en búsqueda de un Zip Actualizador existente

source: Check URL
es: Verificar URL

source: Attempting to Open URL
es: Intento de Abrir URL

source: Package Files: [Add]: to make a new entry [Remove]: Remove last entry lpk filename: i.e. mycontrol.lpk Version: The FULL version (i.e. not 1.0 but 1.0.0.0)
es: Archivos de Paquete: [Agregar]: para hacer una nueva entrada [Quitar]: quita la última entrada Archivo lpk: ejemplo micontrol.lpk Versión: La versión completa (ejemplo: no 1.0 pero si 1.0.0.0)

source: About
es: Acerca de

source: Compiled with FPC V:%s and Lazarus V:%d.%d%s for the %s - %s platform%s%s
es: Compilado con FPC V:%s y Lazarus V:%d.%d%s para la plataforma %s - %s %s%s

source: - Download URL does not contain the zipfile name
es: - URL de descarga no contiene el nombre del zip

source: - Download URL is too short or missing
es: - URL de descarga es muy corta o está vacía

source: - Download URL is incomplete
es: - URL de descarga incompleta

source: - Download URL should start with "http"
es: - URL de descarga debe empezar con "http"

source: JSON may be unsaved. Are you sure you want to quit?
es: JSON puede estar sin guardar. ¿Está seguro que desea salir?

source: Fix, then try again.
es: Arréglalo, luego intenta de nuevo.

source: Help and Information
es: Ayuda e Información

source: http://www.updatesite.com/myupdate/mypackagename.zip
es: http://www.sitioactualizacion.com/miactualizacion/nombredemipaquete.zip

source: Language changed to "%s".
es: Idioma cambiado a "%s".

source: lpk FileName
es: Archivo lpk

source: mypackagename.zip
es: nombredemipaquete.zip

source: One of the required fields is missing or wrong.
es: Uno de los campos requeridos esta vacío o mal.

source: One or more of the required fields are missing or wrong.
es: Uno de los campos requeridos esta vacío o mal. Arréglalo, luego intenta de nuevo.

source: Overwrite
es: Sobreescribir

source: Saved OK
es: Guardado OK

source: Save unsuccessful
es: Guardado no satisfactorio

source: Sorry - copy operation was unsuccessful
es: Lo siento, operación de copia insatisfactoria

source: Sorry, this language is unavailable at this time.
es: Lo siento, este idioma no está disponible en este momento.

source: %s was successfully copied to the %s folder
es: %s fue satisfactoriamente copiado a la carpeta %s

source: The .lpk entry #%d is missing the .lpk extension
es: La entrada .lpk #%d no tiene la extensión .lpk

source: The .lpk entry #%d is is absent
es: La entrada .lpk #%d está ausente

source: - There are no .lpk files in the list yet
es: - No hay ningún archivo .lpk en la lista todavía

source: - There are one or more .lpk entries with the same name.%s- Every .lpk entry must have a unique name.
es: Hay una o más entradas .lpk con el mismo nombre.%s- Cada entrada .lpk debe tener un nombre único.

source: This option should only be used for crucial updates or bug-fixed packages. Are you OK with that?
es: Esta opción debe ser usada solamente para actualizaciones cruciales o paquetes con arreglos de bugs. ¿Estás de acuerdo con esto?

source: (You can toggle these hints on/off in the Help menu)
es: (Puedes cambiar estos consejos en el menú Ayuda)

source: Update
es: Actualización

source: Update file "%s" failed to load correctly.
es: Error al cargar "%s" correctamente el archivo de actualización

source: - Update zip name is too short or missing
es: - El nombre del zip es muy corto o está vacío

source: - Update zip name missing extension ".zip"
es: - El nombre del zip no tiene la extensión ".zip"

source: Version (n.n.n.n)
es: Versión (n.n.n.n)

source: Version Entry #%d is absent
es: Entrada de versión #%d está ausente

source: Version entry #%d needs to be of the form n.n.n.n
es: Entrada de versión #%d necesita ser de la forma n.n.n.n

source: Would you like to copy %s to the %s folder?
es: ¿Quieres copiar %s a la carpeta %s?

source: (You may need to restart the app to see the change)
es: (Quizás necesites reiniciar la aplicación para ver los cambios)
