Repository: krisfremen/lazarus-ccr
Catalog: components/tvplanit/languages/vpsr.*.po
Languages: de

source: 1 day
de: 1 Tag

source: 1 hour
de: 1 Stunde

source: 1 week
de: 1 Woche

source: No resources have been defined. Would you like to add one now?
de: Es sind noch keine Ressourcen definiert. Möchten Sie jetzt eine hinzufügen?

source: Address:
de: Adresse:

source: Fri
de: Fre

source: &Reminder
de: E&rinnerung

source: &All Day Event
de: G&anztägiges Ereignis

source: Appointment
de: Termin

source: Sat
de: Sam

source: Sun
de: Son

source: Thu
de: Don

source: Tue
de: Die

source: Wed
de: Mit

source: The end time cannot precede the start time.
de: Die Ende-Zeit darf nicht vor der Start-Zeit liegen.

source: Invalid item type
de: Ungültiger Eintragstyp

source: Invalid measurement
de: Ungültige Messung

source: Invalid print format
de: Ungültiges Druckformat

source: Invalid trigger handle.
de: Ungültiges Trigger-Handle

source: Unable to start web browser. Make sure you have it properly setup on your system.
de: Web-Browser kann nicht gestartet werden. Bitte stellen Sie sicher, dass er in Ihrem System korrekt eingerichtet ist.

# vpsr.rscalendarnextmonth
source: Next Month
de: Nächster Monat

# vpsr.rscalendarnextyear
source: Next Year
de: Nächstes Jahr

# vpsr.rscalendarpopupnextmonth
source: Next Month
de: Nächster Monat

# vpsr.rscalendarpopupnextyear
source: Next Year
de: Nächstes Jahr

# vpsr.rscalendarpopupprevmonth
source: Previous Month
de: Voriger Monat

# vpsr.rscalendarpopupprevyear
source: Previous Year
de: Voriges Jahr

# vpsr.rscalendarpopuprevert
source: Revert
de: Zurück

# vpsr.rscalendarpopuptoday
source: Today
de: Heute

# vpsr.rscalendarprevmonth
source: Previous Month
de: Voriger Monat

# vpsr.rscalendarprevyear
source: Previous Year
de: Voriges Jahr

# vpsr.rscalendarrevert
source: Revert
de: Zurück

# vpsr.rscalendartoday
source: Today
de: Heute

source: Cancel
de: Abbrechen

source: Category
de: Kategorie

source: Category 0
de: Kategorie 0

source: Category 1
de: Kategorie 1

source: Category 2
de: Kategorie 2

source: Category 3
de: Kategorie 3

source: Category 4
de: Kategorie 4

source: Category 5
de: Kategorie 5

source: Category 6
de: Kategorie 6

source: Category 7
de: Kategorie 7

source: Category 8
de: Kategorie 8

source: Category 9
de: Kategorie 9

source: Business
de: Geschäftlich

source: Clients
de: Kunde

source: Family
de: Familie

source: Personal
de: Persönlich

# vpsr.rscategorylabel5
source: Other
de: Andere

source: Category:
de: Kategorie:

source: City:
de: Stadt:

source: &Close
de: &Schließen

# vpsr.rscompany
source: Company
de: Firma

source: Company:
de: Firma:

source: Completed on
de: Fertiggestellt am

source: Add Contact...
de: Kontakt hinzufügen...

source: Delete Contact...
de: Kontakt löschen...

source: Edit Contact...
de: Kontakt bearbeiten...

source: Country
de: Land

source: Country:
de: Land:

source: Created on
de: Erzeugt am

source: Custom
de: Benutzerdefiniert

source: Custom 1
de: Benutzerdefiniert 1

source: Custom 2
de: Benutzerdefiniert 2

source: Custom 3
de: Benutzerdefiniert 3

source: Custom 4
de: Benutzerdefiniert 4

source: Daily
de: Täglich

source: Error: Day is required.
de: Fehler: Tag wird benötigt

# vpsr.rsdaypopupadd
source: Add Event...
de: Ereignis hinzufügen...

source: Delete Event...
de: Ereignis löschen...

# vpsr.rsdaypopupedit
source: Edit Event...
de: Ereignis bearbeiten...

# vpsr.rsdaypopupnav
source: Change Date
de: Datum ändern

source: Next Day
de: Nächster Tag

# vpsr.rsdaypopupnavnextmonth
source: Next Month
de: Nächster Monat

# vpsr.rsdaypopupnavnextweek
source: Next Week
de: Nächste Woche

# vpsr.rsdaypopupnavnextyear
source: Next Year
de: Nächstes Jahr

source: Previous Day
de: Voriger Tag

# vpsr.rsdaypopupnavprevmonth
source: Previous Month
de: Voriger Monat

# vpsr.rsdaypopupnavprevweek
source: Previous Week
de: Vorige Woche

# vpsr.rsdaypopupnavprevyear
source: Previous Year
de: Voriges Jahr

# vpsr.rsdaypopupnavtoday
source: Today
de: Heute

# vpsr.rsdaypopupnavtomorrow
source: Tomorrow
de: Morgen

# vpsr.rsdaypopupnavyesterday
source: Yesterday
de: Gestern

source: Days
de: Tage

source: Days overdue
de: Tage abgelaufen

source: Error posting data to the database.
de: Fehler beim Speichern in die Datenbank

source: Use the default sound
de: Standard-Klang verwenden

source: Delete
de: Löschen

# vpsr.rsdescriptionlbl
source: Subject:
de: Betreff:

source: &Dismiss
de: Ablehnen

# vpsr.rsdlgcontactedit
source: Contact
de: Kontakt

source: Event
de: Ereignis

source: Print Preview
de: Druckvorschau

source: Resource Edit
de: Ressource bearbeiten

# vpsr.rsdlgreseditdescription
source: Description
de: Beschreibung

source: Task
de: Aufgabe

source: Due Date:
de: Fälligkeitsdatum:

source: Error: Duplicate Resource.
de: Fehler: Doppelte Ressource.

source: Folder Editor.
de: Ordner-Editor

source: Folder Items Editor.
de: Editor für Ordner-Einträge

source: Edit Print Formats...
de: Druck-Formate bearbeiten...

source: End Time:
de: Ende-Zeit

source: Conflicts with another exclusive event.
de: Konflikte mit einem anderen ausschließenden Ereignis

source: Error: Failure while creating Contact.
de: Fehler beim Erzeigen eines Kontakts.

source: Error: Failure while creating Event.
de: Fehler beim Erzeugen eines Ereignisses.

source: Error: Failure while creating Resource.
de: Fehler beim Erzeugen einer Ressource.

source: Error: Failure while creating Task.
de: Fehler beim Erzeugen einer Aufgabe.

source: Friday
de: Freitag

source: from your list of contacts?
de: Von Ihrer Kontaktliste?

source: from your schedule?
de: Von Ihrem Zeitplan?

source: from your task list?
de: Von Ihrer Aufgabenliste?

# vpsr.rshintnextweek
source: Next Week
de: Nächste Woche

# vpsr.rshintprevweek
source: Previous Week
de: Vorige Woche

# vpsr.rshinttoday
source: Today
de: Heute

# vpsr.rshinttomorrow
source: Tomorrow
de: Morgen

# vpsr.rshintyesterday
source: Yesterday
de: Gestern

source: Hours
de: Stunden

source: Interval (days):
de: Intervall (Tage):

source: Error: Invalid Date.
de: Fehler: Ungültiges Datum.

source: Error: Invalid Day.
de: Fehler: Ungültiger Tag.

source: Error: Invalid Month.
de: Fehler: Ungültiger Monat.

source: Error: Invalid Month Name.
de: Fehler: Ungültiger Monatsname.

source: Error: Invalid table specified.
de: Fehler: Ungültige Tabelle angegeben.

source: Error: Invalid Year.
de: Fehler: Ungültiges Jahr

# vpsr.rslthursday
source: T
de: D

# vpsr.rsltuesday
source: T
de: D

source: Master data
de: Stammdaten

source: Minutes
de: Minuten

source: Monday
de: Montag

source: Error converting the month number.
de: Fehler beim Umwandeln der Monatszahl.

source: Error: Month Is Required.
de: Fehler: Monat ist erforderlich.

source: Monthly By Date
de: Monat, nach Datum

source: Monthly By Day
de: Monat, nach Tag

# vpsr.rsmonthpopupnextmonth
source: Next Month
de: Nächster Monat

# vpsr.rsmonthpopupnextyear
source: Next Year
de: Nächstes Jahr

# vpsr.rsmonthpopupprevmonth
source: Previous Month
de: Voriger Monat

# vpsr.rsmonthpopupprevyear
source: Previous Year
de: Voriges Jahr

# vpsr.rsmonthpopuptoday
source: Today
de: Heute

source: Error: Name cannot be empty.
de: Fehler: Name muss angegeben sein.

source: Please supply an Element Name
de: Bitte geben Sie einen Element-Namen an.

source: FormatName cannot be blank
de: Der Format-Name muss angegeben sein.

source: TCanvas not assigned
de: TCanvas wurde nicht zugewiesen.

source: Component must be linked to a TVpControlLink
de: Komponente muss mit einem TVpControlLink verbunden sein.

source: Localization file not found.
de: Sprachdatei nicht gefunden.

source: None
de: Nichts

source: (None)
de: (Nichts)

source: No print formats have been defined
de: Es sind keine Druckformate definiert.

source: This feature is not implemented at this time.
de: Dieses Feature ist zur Zeit nicht implementiert.

source: Notes
de: Notizen

# vpsr.rsnotescaption
source: Notes:
de: Notizen:

# vpsr.rsnoteslbl
source: Notes:
de: Notizen:

source: No Window's timers are available.
de: Es sind keine Windows-Timer mehr verfügbar

source: not supported
de: nicht unterstützt

source: &Open Item
de: Eintrag ö&ffnen

source: Out of range
de: Außerhalb des zulässigen Bereichs

source: OVERDUE!
de: ABGELAUFEN!

source: Owner must be a TWinControl descendent
de: Owner muss von TWinControl abstammen

source: This operation cannot be undone!
de: Diese Operation kann nicht rückgängig gemacht werden!

source: Assistant
de: Assistent

source: Other Fax
de: Anderes Fax

source: Pager
de: Piepser

source: Primary
de: Primär

source: Work
de: Arbeit

source: Work Fax
de: Fax in Arbeit

source: Callback
de: Rückruf

source: Car
de: Auto

# vpsr.rsphonetypelabel4
source: Company
de: Firma

source: Home
de: Zuhause

source: Home Fax
de: Fax zuhause

source: Mobile
de: Handy

# vpsr.rsphonetypelabel9
source: Other
de: Andere

source: &Print
de: &Drucken

source: First Page
de: Erste Seite

source: Last Page
de: Letzte Seite

source: Next Page
de: Nächste Seite

source: Previous Page
de: Vorige Seite

source: Print controller is not owned by a TVpControlLink!
de: Print Controll hat nicht TVpControlLink als Owner

source: Repeat Until:
de: Wiederholen bis:

source: Appointment Recurrence:
de: Termin-Wiederholung:

source: Reminder
de: Erinnerung

source: Resource
de: Ressource

source: Saturday
de: Samstag

source: Select A Sound
de: Einen Klang auswählen

source: No resource has been selected. Would you like to select one now?
de: Keine Ressource ist auswählt worden. Möchten Sie jetzt eine auswählen?

source: &Snooze
de: &Später

source: Click &Snooze to be reminded again in:
de: Auf "Später" klicken, um erinnert zu werden in ...

source: Sound Finder
de: Klang-Suche

source: Error: Unable to update
de: Fehler: Kann nicht updaten

source: Start Time:
de: Start-Zeit

source: State:
de: Bundesland:

# vpsr.rssubjectcaption
source: Subject:
de: Betreff:

source: Sunday
de: Sonntag

# vpsr.rstaskcomplete
source: Task complete
de: Aufgabe fertiggestellt

source: Add Task...
de: Aufgabe hinzufügen...

source: Delete Task...
de: Aufgabe löschen...

source: Edit Task...
de: Aufgabe bearbeiten...

source: Task List
de: Aufgabenliste

source: Task List -
de: Aufgabenliste -

source: Through
de: bis

source: Thursday
de: Donnerstag

source: Title
de: Titel

source: Title:
de: Titel:

# vpsr.rstrue
source: T
de: W

source: Tuesday
de: Dienstag

source: Error: Unable to open
de: Fehler: Kann nicht öffnen

source: Untitled
de: Ohne Titel

source: Wednesday
de: Mittwoch

source: Weekly
de: Wöchentlich

source: Week of
de: Woche mit

# vpsr.rsweekpopupadd
source: Add Event...
de: Ereignis hinzufügen...

source: &Delete Event...
de: Ereignis löschen...

# vpsr.rsweekpopupedit
source: Edit Event...
de: Ereignis bearbeiten...

# vpsr.rsweekpopupnav
source: Change Date
de: Datum ändern

# vpsr.rsweekpopupnavnextmonth
source: Next Month
de: Nächsten Monat

# vpsr.rsweekpopupnavnextweek
source: Next Week
de: Nächste Woche

# vpsr.rsweekpopupnavnextyear
source: Next Year
de: Nächstes Jahr

# vpsr.rsweekpopupnavprevmonth
source: Previous Month
de: Voriger Monat

# vpsr.rsweekpopupnavprevweek
source: Previous Week
de: Vorige Woche

# vpsr.rsweekpopupnavprevyear
source: Previous Year
de: Voriges Jahr

# vpsr.rsweekpopupnavtoday
source: Today
de: Heute

source: %d days
de: %d Tage

source: %d hours
de: %d Stunden

source: %d minutes
de: %d Minuten

source: Error: Year is required.
de: Fehler: Jahr wird benötigt

source: Yearly By Date
de: Jährlich, nach Datum

source: Yearly By Day
de: Jährlich, nach Wochentag

source: Zip Code:
de: Postleitzahl:

source: Unable to allocate memory for XML source
de: Speicher für die XML-Quelle kann nicht belegt werden.

source: Attribute %s of element %s does not have an integer value.
de: Attribut %s von Element %s hat keinen ganzzahligen Wert.

source: Parameter-entity text must be properly nested:
de: Parameter-Entity muss richtig eingebettet sein

source: Bad separator in content model:
de: Schlechtes Trennzeichen im Content-Modell:

source: Badly formed UTF-8 character in stream
de: Schlecht formatiertes UTF-8-Zeichem im Stream

source: Circular reference to:
de: Zirkulärreferenz auf:

source: Document cannot start with a comment if it also contains an XML declaration
de: Dokument darf nicht mit einem Kommentar beginnen, wenn es auch eine XML-Deklaration enthält.

source: There is invalid data after valid XML document
de: Nach dem XML-Dokument liegen ungültige Daten vor.

source: Unexpected end of document stream
de: Unerwartetes Ende des Document-Streams.

source: Expected comment or CDATA section
de: Kommentar oder CDATA-Abschnitt erwartet

source: Expected String:
de: Erwarteter String:

source: Expected markup declaration, but found:
de: Markup-Deklaration erwartet, aber gefunden wurde:

source: External modifier missing:
de: Externer Modifizierer fehlt.

source: File %s could not be found
de: Datei %s wurde nicht gefunden

source: Line: %d Col: %d Error: %s
de: Zeile %d, Spalte %d, Fehler: %s

source: Ftp data not available
de: FTP-Daten nicht verfügbar

source: Unable to open ftp file
de: Kann Datei über FTP nicht öffnen

source: Could not save file via ftp to %s
de: Konnte Datei %s über FTP nicht speichern.

source: Ftp read request failed
de: FTP-Leseanforderung fehlgeschlagen

source: Http data not available
de: HTTP-Daten nicht verfügbar

source: Http read request failed
de: HTTP-Leseanforderung fehlgeschlagen

source: Unable to open http request
de: HTTP-Anforderung konnte nicht geöffnet werden

source: Unable to send http request
de: HTTP-Anforderung konnte nicht gesendet werden.

source: Cannot open WININET, Microsoft IE required
de: WININET konnte nicht geöffnet werden, Microsoft IE erforderlich.

source: Illegal keyword for attribute default value:
de: Ungültiges Schlüsselwort für den Default-Wert des Attributs:

source: Illegal attribute type:
de: Ungültiger Attribut-Typ:

source: Illegal character in reference
de: Ungültiges Zeichen in Referenz

source: Conditional section must begin with INCLUDE or IGNORE
de: Bedingter Abschnitt muss mit INCLUDE oder IGNORE beginnen.

source: ERROR INDEX OUT OF BOUNDS
de: FEHLER INDEX ÜBERLAUF

source: Unable to make Internet connection
de: Internet-Verbindung konnte nicht hergestellt werden.

source: Unable to open Internet
de: Internet konnte nicht geöffnet werden.

source: Invalid (big-endian) UTF-16 character encoding
de: Ungültige UTF-16-Zeichenkodierung (Big-Endian).

source: Invalid characters in CDATA section
de: Ungültige Zeichen in CDATA-Abschnitt

source: Invalid character encoding specified.
de: Ungültige Zeichenkodierung spezifiziert.

source: Invalid comment text
de: Ungültiger Kommentar-Text.

source: Invalid element name:
de: Ungültiger Element-Name:

source: Invalid ftp directory
de: Ungültiges FTP-Verzeichnis

source: Invalid ftp location
de: Ungültiger FTP-Speicherort

source: Invalid (little-endian) UTF-16 character encoding
de: Ungültige UTF-16-Zeichenkodierung (Little-Endian)

source: Invalid memory Pointer
de: Ungültige Speicheradresse

source: Invalid XML name:
de: Ungültiger XML-Name:

source: Invalid XML Character found
de: Ungültiges XML-Zeichen gefunden

source: XMLPartner does not support XML specification greater than %s
de: XMLPartner unterstützt XML-Spezifikation größer als %s nicht

source: Invalid character in attribute value:
de: Ungültiges Zeichen im Attribut-Wert:

source: Invalid encoding declaration:
de: Ungültige Kodierungsdeklaration:

source: Invalid character in entity value:
de: Ungültiges Zeichen im Entity-Wert:

source: Invalid characters in element's character data:
de: Ungültige Zeichen in den Daten des Elements

source: Invalid PublicID character:
de: Ungültiges Zeichen in PublicID

source: Standalone value must equal 'yes' or 'no'
de: Wert muss 'yes' oder 'no' sein

source: Invalid XML version number:
de: Ungültige XML-Versionsnummer:

source: Mismatched end tag:
de: Unpassende Abschluss-Markierung

source: Comments can not be placed within other markup
de: Kommentare dürfen sich nicht innerhalb anderer Markup-Bereiche befinden.

source: Conditional sections not allowed in internal subset of document type declaration
de: Bedingte Abschnitte sind in der internen Untermenge der Dokumenttyps-Deklaration nicht erlaubt.

source: NDATA not allowed in parameter entity declaration
de: NDATA in Parameter-Entity-Deklaration nicht erlaubt

source: Parameter entities not allowed in DTD internal subset
de: Parameter-Entities sind in DTD-Untermenge nicht erlaubt

source: Notation not declared:
de: Notation nicht deklariert:

source: Unable to open file
de: Datei kann nicht geöffnet werden

source: Expected " or '
de: " oder ' erwartet

source: Attributes cannot be redefined in a start tag
de: Attribute können in einem Start-Tag nicht erneut definiert werden.

source: Whitespace expected at byte
de: Leerzeichen erwartet bei Byte

source: Unable to load source
de: Quelle kann nicht geladen werden

source: System identifier missing
de: System-Bezeichner fehlt.

source: Cannot convert UCS-4 character to ISO-8859-1
de: UCS-4-Zeichen kann nicht nach ISO-8859-1 umgewandelt werden

source: Cannot convert UCS-4 character to UTF-16
de: UCS-4-Zeichen kann nicht nach UTF-16 umgewandelt werden

source: Cannot convert UCS-4 character to UTF-8
de: UCS-4-Zeichen kann nicht nach UTF-8 umgewandelt werden

source: Unable to create stream for input.
de: Eingabe-Stream kann nicht erzeugt werden.

source: Reference to undeclared entity:
de: Bezug auf undeklarierte Größe:

source: Unexpected end of file
de: Unerwartetes Datei-Ende

source: End of input while looking for delimiter:
de: Eingabe-Ende, während auf Trennzeichen gewartet wurde:

source: Unknown axis specifier: %s
de: Unbekannte Achsen-Spezifikation: %s

source: The XML declaration must appear before the first element
de: Die XML-Deklaration muss vor dem ersten Element erscheinen.
