Repository: krisfremen/lazarus-ccr
Catalog: applications/json_packager/deploywin/locale/jsoneditor.*.po
Languages: es

source: Add
es: Añadir

source: Add Package File: The update zip can contain more than one lpk file deployed to the same place.
es: Agregar archivo del paquete: La actualización postal puede contener más de un archivo LPK desplegado en el mismo lugar.

source: Remove
es: Eliminar

source: Remove Package File: Deletes the last entry from the list
es: Eliminar archivo del paquete: Borra la última entrada de la lista

source: Force Notify
es: Notificar la fuerza

source: Force Notify check box: If this is checked the OPM user will be notified of your update. Only check this if the update is important.
es: Casilla de verificación notificar de fuerza: Si esto se comprueba se notificará al usuario de la OPM de su actualización. Sólo esto Compruebe si la actualización es importante.

source: &Close
es: &Cerrar

source: &Save
es: Guardar

source: Save the current configuration to disk as a JSON update file
es: Guardar la configuración actual en el disco como un archivo de actualización JSON

source: Download URL: Include the FULL url needed to download the package Zip file
es: URL de descarga: Incluir el url COMPLETO necesario para descargar el archivo Zip del paquete

source: Update Zip Name: This is just the filename (not including the path) of your update zip. Type, or click the [...]
es: Actualizar postal Nombre: Esto es sólo el nombre de archivo (sin incluir la ruta de acceso) de su actualización postal. Escriba o haga clic en el [...]

source: File
es: Archivo

source: &Open ...
es: & Abrir...

source: Open
es: Abrir

source: &Save As ...
es: Guardar &como...

source: Save As
es: Guardar como

source: Download URL:
es: URL de Descarga

source: Update Zip Name:
es: Actualizar postal Nombre:

source: Package Files:
es: El paquete de archivos:

source: Load...
es: Cargar Archivo

source: New
es: Nuevo

source: Save
es: Guardar

source: &Help
es: &Ayuda

source: About..
es: Acerca de

source: Disable warnings
es: Desactivar advertencias

source: Show Popup Hints
es: Mostrar popup

source: Languages..
es: Idiomas

source: English
es: Ingles

source: Save As...
es: Guardar como...

source: Update Zip Name: Click this to browse your system to find an existing Update Zip
es: Actualización Zip nombre: Haga clic aquí para ver su sistema para encontrar un Zip de actualización existentes

source: Check URL
es: Comprueba la URL.

source: Attempting to Open URL
es: Intentar abrir URL

source: Package Files: [Add]: to make a new entry [Remove]: Remove last entry lpk filename: i.e. mycontrol.lpk Version: The FULL version (i.e. not 1.0 but 1.0.0.0)
es: Los archivos del paquete: [Añadir]: para hacer una nueva entrada [Quitar]: Eliminar la última entrada de nombre de archivo LPK: es decir mycontrol.lpk Versión: La versión completa (es decir, no 1.0, pero 1.0.0.0)

source: About
es: Acerca de

source: Compiled with FPC V:%s and Lazarus V:%d.%d%s for the %s - %s platform%s%s
es: Compilado con FPC V: %s y Lazarus V:%d.%d%s para el % de s - plataforma de %s %s %s

source: - Download URL does not contain the zipfile name
es: -URL de descarga no contiene el nombre del archivo zip

source: - Download URL is too short or missing
es: -URL de descarga es demasiado breve o falta

source: - Download URL is incomplete
es: -URL de descarga es incompleta

source: - Download URL should start with "http"
es: -Descargar la URL debe comenzar con "http"

source: JSON may be unsaved. Are you sure you want to quit?
es: JSON puede ser salvo. ¿Está seguro que desea salir?

source: Fix, then try again.
es: Fijar, inténtelo de nuevo.

source: Help and Information
es: Ayuda e Info

source: Language changed to "%s".
es: Idioma cambiado a "%s".

source: lpk FileName
es: lpk nombre de archivo

source: One of the required fields is missing or wrong.
es: Uno de los campos requeridos es falta o no.

source: One or more of the required fields are missing or wrong.
es: Uno o más de los campos necesarios falta o mal.

source: Overwrite
es: Sobrescribir

source: Saved OK
es: Guardado OK

source: Save unsuccessful
es: Salvar sin éxito

source: Sorry - copy operation was unsuccessful
es: Lo sentimos - operación de copia no prosperó

source: Sorry, this language is unavailable at this time.
es: Lo sentimos, este idioma no está disponible en este momento.

source: %s was successfully copied to the %s folder
es: %s se ha copiado con éxito a la carpeta de %s

source: The .lpk entry #%d is missing the .lpk extension
es: La entrada de LPK # %d falta la extensión de LPK

source: The .lpk entry #%d is is absent
es: La entrada de LPK # %d es ausente

source: - There are no .lpk files in the list yet
es: -Hay no hay archivos lpk en la lista aún

source: - There are one or more .lpk entries with the same name.%s- Every .lpk entry must have a unique name.
es: -Hay una o más entradas de LPK con la name.%s-mismo cada entrada lpk debe tener un nombre único.

source: This option should only be used for crucial updates or bug-fixed packages. Are you OK with that?
es: Esta opción debe usarse cruciales actualizaciones o paquetes de bug-fixed. ¿Está bien con eso?

source: (You can toggle these hints on/off in the Help menu)
es: (Se pueden alternar estos consejos de encendido/apagado en el menú Ayuda)

source: Update
es: Actualizar

source: Update file "%s" failed to load correctly.
es: Actualizar el archivo "%s" no se pudo cargar correctamente.

source: - Update zip name is too short or missing
es: ¡El nombre es demasiado corto!

source: - Update zip name missing extension ".zip"
es: -Actualización falta extensión ".zip" el nombre zip

source: Version (n.n.n.n)
es: Versión (n.n.n.n)

source: Version Entry #%d is absent
es: Existe versión entrada # %d

source: Version entry #%d needs to be of the form n.n.n.n
es: Entrada # %d de la versión debe ser de la forma n.n.n.n

source: Would you like to copy %s to the %s folder?
es: ¿Quieres copiar la carpeta de %s %s?

source: (You may need to restart the app to see the change)
es: (Puede que necesite reiniciar la aplicación para ver el cambio)
